{"<EOS>":0,"<PAD>":1,"<BOS>":2,"<UNK>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"th":260,"Ġ\\":261,"in":262,"Ġa":263,"on":264,"Ġ$":265,"Ġth":266,"ti":267,"re":268,"Ġthe":269,"ma":270,"er":271,"en":272,"al":273,"Ġs":274,"Ġo":275,"le":276,"_{":277,"is":278,"or":279,"te":280,"Ġc":281,"tion":282,"ta":283,"ĠĠ":284,"Ġf":285,"Ġw":286,"ra":287,"Ġof":288,"{\\":289,"nd":290,"be":291,"ar":292,"ro":293,"es":294,"ig":295,"Ġp":296,"math":297,"Ġin":298,"Ġ$\\":299,"Ġt":300,"de":301,"la":302,"Ġand":303,"at":304,"Ġis":305,"ing":306,"}\\":307,"eq":308,"me":309,"si":310,"se":311,"^{":312,"(\\":313,"ic":314,"Ġe":315,"Ġd":316,"ha":317,"ve":318,"}$":319,"ol":320,"it":321,"Ġto":322,"Ġb":323,"he":324,"ce":325,"Ġn":326,"ĠT":327,"Ġthat":328,"an":329,"}}":330,"su":331,"end":332,")$":333,"cal":334,"Ġ(":335,"Ġfor":336,"mp":337,"Ġre":338,"ts":339,"ation":340,"ly":341,"Ġwe":342,"gin":343,"rac":344,"ĠĠĠĠ":345,"lo":346,"ver":347,"igh":348,"begin":349,"ft":350,"Ġcon":351,"equ":352,"ref":353,"ll":354,"Ġg":355,"mb":356,"st":357,",\\":358,"Ġ&":359,"mathb":360,"ed":361,"Ġbe":362,"ch":363,"ou":364,"Ġu":365,"_{\\":366,"ent":367,"ite":368,"frac":369,"ith":370,"Ġm":371,"Ġon":372,"ct":373,"mathcal":374,"Ġpro":375,"ga":376,"righ":377,"ction":378,"Ġi":379,"}{":380,"ri":381,"ho":382,"$.":383,"Ġsu":384,"et":385,"Ġ=":386,"})":387,"ĠS":388,"ot":389,"}(":390,"$,":391,"mma":392,"Ġan":393,"Ġco":394,"ph":395,"qu":396,"Ġwith":397,"Ġas":398,"ĠI":399,"mathbb":400,"Ġde":401,"ĠA":402,"Ġby":403,"right":404,")\\":405,"},":406,"left":407,"}^":408,"equation":409,"Ġ1":410,"ĠThe":411,"da":412,"ĠL":413,"ore":414,"ine":415,"Ġma":416,"ge":417,"pp":418,"Ġex":419,"im":420,"pha":421,"ĠC":422,"}_":423,"ted":424,"Ġha":425,"alpha":426,"psi":427,"ter":428,"ble":429,"bel":430,"ĠF":431,"tex":432,"Ġare":433,"per":434,"label":435,"eta":436,"ul":437,"rm":438,"Ġv":439,"to":440,"ur":441,"lon":442,"ir":443,"res":444,"mbda":445,"il":446,"mes":447,"Ġ0":448,"=\\":449,"ĊĠ":450,"ec":451,"-\\":452,"ĠW":453,"mu":454,"low":455,"ĠB":456,"Ġwh":457,"ity":458,"ĠM":459,"line":460,"ome":461,"cite":462,"int":463,"pa":464,"ĠP":465,"do":466,"}^{":467,"iv":468,"ad":469,"if":470,"us":471,"ĠH":472,"Ġ2":473,"Ġh":474,"}.":475,"ran":476,"du":477,"|\\":478,"Ġal":479,"as":480,"times":481,"text":482,"lta":483,"tic":484,"Ġ+":485,"ign":486,"ĠTh":487,"}_{":488,"^{\\":489,"Ġ{\\":490,"lambda":491,"un":492,"phi":493,"tial":494,"psilon":495,"tive":496,"leq":497,"Ġ-":498,"um":499,"pro":500,"_\\":501,"Ġit":502,"ĠĠĠ":503,"om":504,"igma":505,"ĠR":506,"Ġcomp":507,"Ġthis":508,"Ġcan":509,"ds":510,"gle":511,"na":512,"Ġse":513,"bf":514,"here":515,"of":516,"Ġpo":517,"*}":518,"rom":519,"tar":520,"up":521,"Ġme":522,"ut":523,"Ġor":524,"til":525,"ich":526,"ence":527,"di":528,"iz":529,"ĠĠĠĠĠĠĠĠ":530,"ĠN":531,"ĠE":532,"tr":533,"Ġl":534,"dots":535,"are":536,"var":537,"Ġ{":538,"+\\":539,"Ġhave":540,"Ġ\\\\":541,"par":542,"sum":543,"ide":544,"fty":545,"infty":546,"ĠD":547,"nt":548,"tilde":549,"Ġfrom":550,"~\\":551,"xi":552,"tions":553,"od":554,"align":555,"mathbf":556,"fin":557,"),":558,"id":559,"sion":560,"ure":561,"Ġle":562,"Ġwhich":563,"beta":564,"Ġsta":565,"sigma":566,"}(\\":567,"Ġif":568,"row":569,"orem":570,"ase":571,"big":572,"ĠWe":573,"tri":574,"Ġfol":575,").":576,"Ġ(\\":577,"ĠG":578,"ate":579,"rho":580,"Ġsa":581,"Ġx":582,"00":583,"pi":584,"Ġfollow":585,")}":586,"for":587,"bse":588,"Ġat":589,"^{-":590,"co":591,"dot":592,"ow":593,"$-":594,"hat":595,"gamma":596,"mathrm":597,"^\\":598,"po":599,"ĠĊ":600,"ie":601,"der":602,"Ġpa":603,"ĠIn":604,"ys":605,"ther":606,"}$.":607,"ener":608,"Ġsuch":609,"eqref":610,"ces":611,"Ġall":612,"Ġdis":613,"Ġmo":614,"theta":615,"Ġ$$":616,"tau":617,"delta":618,"unction":619,"over":620,"Ġwhere":621,"ss":622,"ms":623,"ne":624,"ca":625,"Ġ$(":626,"ment":627,"Ġk":628,"ty":629,"item":630,"Ġthen":631,"ell":632,")$.":633,"mple":634,"ray":635,"ies":636,"tain":637,"vare":638,"varepsilon":639,"quad":640,"ck":641,"}{\\":642,"ach":643,"pe":644,"}$,":645,"cdot":646,"pace":647,"Ġfunction":648,"ĊĠĠĠ":649,"ia":650,"so":651,"ff":652,"partial":653,"subse":654,"ound":655,"Ġob":656,"Ġun":657,"mal":658,"ator":659,"omega":660,"array":661,"ents":662,"how":663,"mber":664,"Big":665,"Ċĉ":666,"Ġapp":667,"The":668,"Ġnot":669,"01":670,"Ġset":671,"mega":672,"Omega":673,"ote":674,")=":675,"act":676,"sure":677,"Ġqu":678,"sf":679,"ere":680,"bar":681,"ĠLet":682,"umber":683,"Ġne":684,"sta":685,"}}\\":686,"De":687,"\\\\":688,"Ġ|":689,"ular":690,"sed":691,"^*":692,"fra":693,"ant":694,"min":695,"geq":696,"tarrow":697,"ru":698,"pl":699,"Ġpar":700,"Ġthere":701,"otimes":702,"wide":703,"wo":704,"Ġy":705,")$,":706,"ial":707,"Ġ[":708,"Ġone":709,"frak":710,"olu":711,"Ġhas":712,"ous":713,"Ġgener":714,"ld":715,"ill":716,"ĠO":717,"ical":718,"varphi":719,"ox":720,"og":721,"proof":722,"ib":723,"ĠK":724,"lu":725,"sing":726,"sul":727,"ting":728,"alu":729,"con":730,"Ġany":731,"sition":732,"mathfrak":733,"Ġ}":734,"perator":735,"$\\":736,"iff":737,"ary":738,"ree":739,"Ġ3":740,"Ġshow":741,"rightarrow":742,"Ga":743,"Ġresul":744,"olds":745,"Ġdefin":746,"Ġtwo":747,"ab":748,"ĠU":749,"nu":750,"ince":751,"Ġ${\\":752,"Ġfin":753,"Ġno":754,"pec":755,"Ġra":756,"Delta":757,"ĠX":758,"hi":759,"nder":760,"rangle":761,"roup":762,"Ġlo":763,"tation":764,"Gamma":765,"Ġsub":766,"overline":767,"lan":768,"\\|":769,"Ġr":770,"Ġstate":771,"ke":772,"ĠFor":773,"red":774,"ding":775,"ex":776,"Ġnon":777,"ĠV":778,"Ġgiv":779,"cc":780,"}_{\\":781,"Ġimp":782,"ĠThen":783,"mo":784,"Ġver":785,"Ġcont":786,"set":787,"Ġbound":788,"Ġeach":789,"eqn":790,"epsilon":791,"bla":792,"ĠThis":793,"$$":794,"nce":795,"cap":796,"}^{\\":797,"Ġcase":798,"??":799,"del":800,"rt":801,"sq":802,"Ġdiff":803,"Ġab":804,"ĠJ":805,"Ġfollowing":806,"Ġwill":807,"Ġsome":808,"âĢ":809,"lem":810,"Ġst":811,"sc":812,"name":813,"raph":814,"Ġalso":815,"Ġres":816,"the":817,"app":818,"Ġdo":819,"emp":820,"Ġden":821,"irst":822,"Ġequ":823,"its":824,"Ġper":825,"ldots":826,"yste":827,"Ġcla":828,"Ġinter":829,"no":830,"tric":831,"Ġnumber":832,"Ġonly":833,"irc":834,"},\\":835,"Ġexis":836,"sqrt":837,"[\\":838,"trix":839,"ian":840,"ess":841,"nabla":842,"Ġad":843,"Ġso":844,"Ġar":845,"Ġen":846,"em":847,"pt":848,"pres":849,"fig":850,"pon":851,"ctor":852,"Ġz":853,"ĊĠĠĠĠ":854,"10":855,"bra":856,"Ġcor":857,"orph":858,"))":859,"ension":860,"Ġ\\,":861,"time":862,"all":863,"Ġla":864,"Ġcha":865,"^{(":866,"teg":867,"ast":868,"ĠLe":869,"lim":870,"ose":871,"ĠTheorem":872,"ix":873,"we":874,"dition":875,"Ġvar":876,"ties":877,"}=":878,"ility":879,"op":880,"gor":881,"Ġobtain":882,"ges":883,"\\,":884,"Ġsyste":885,"Ġj":886,"12":887,"Ġmodel":888,"eqnarray":889,"ser":890,"Ġgiven":891,"ves":892,"Ġ4":893,"Ġfollows":894,"space":895,"lation":896,"ssi":897,"ard":898,"ip":899,"]{":900,"ally":901,"ations":902,"def":903,"Ġ\\[":904,"Ġdiffere":905,"langle":906,"ĠIf":907,"our":908,"ise":909,"oth":910,"position":911,"sider":912,"201":913,"Ġcomple":914,"ymb":915,"Ġes":916,"bu":917,"Ġtran":918,"ymbol":919,"pla":920,"very":921,")^":922,"Ġfirst":923,"led":924,"duce":925,"Ġta":926,"ample":927,"olution":928,"})$":929,"Ġvalu":930,"Ġover":931,"lic":932,"tical":933,"ork":934,"gh":935,"widetilde":936,"Ġ\\]":937,"Ġtime":938,"am":939,"ition":940,"ality":941,"Ġmea":942,"La":943,"Ġspace":944,"Ġassu":945,"pend":946,"log":947,"Ġother":948,"Ġbet":949,"tisf":950,")=\\":951,"cre":952,"ize":953,"ffic":954,"'s":955,"Ġstr":956,"Ġop":957,"&\\":958,"Ġproof":959,"orm":960,"Ġlet":961,"ved":962,"Ġsatisf":963,"tima":964,"ak":965,"Ġdes":966,"ps":967,"Ġgroup":968,"Ġproble":969,"ont":970,"au":971,"ers":972,"emph":973,"Ġev":974,"Ġequation":975,"Ġline":976,"rame":977,"vi":978,"Ġda":979,"ĠZ":980,"appa":981,"ĠQ":982,"Phi":983,"clu":984,"Ġevery":985,"chi":986,"kappa":987,"ĠLemma":988,"Ġour":989,"circ":990,"tit":991,"je":992,"mbox":993,"In":994,"bolds":995,"Ġpre":996,".,":997,"Ġusing":998,"mar":999,"Ġwhen":1000,"les":1001,"boldsymbol":1002,"ĠY":1003,"operator":1004,"Ġuse":1005,"Ġte":1006,"long":1007,"gebra":1008,"}}$":1009,"ĠPro":1010,"pri":1011,"ensure":1012,"ensuremath":1013,"Ġ:":1014,"\\{":1015,"Ġits":1016,"col":1017,"Ġappro":1018,"}[":1019,"Ġext":1020,"operatorname":1021,"imension":1022,"11":1023,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1024,"ween":1025,"Lambda":1026,"section":1027,"ight":1028,"We":1029,"man":1030,"Ġfact":1031,"ern":1032,"Ġinteg":1033,"main":1034,"Ġbetween":1035,"Ġorder":1036,"lemma":1037,"orphis":1038,"Ġter":1039,"Ġproper":1040,"}-":1041,"Ġwas":1042,"ĠIt":1043,"ulti":1044,"Ġpoint":1045,"tribu":1046,"old":1047,"Ġreg":1048,"stru":1049,"Ġdefined":1050,"ci":1051,"rou":1052,"umer":1053,"thm":1054,"Ġthese":1055,"ind":1056,"ion":1057,"ĊĊ":1058,"19":1059,"Ġgraph":1060,"ire":1061,"out":1062,"tes":1063,"cri":1064,"subset":1065,"bib":1066,")^{":1067,"Ġfinite":1068,"forma":1069,"ffici":1070,"Ġ<":1071,"Ġconsider":1072,"}+":1073,"Ġdata":1074,"20":1075,"olog":1076,"Ġsame":1077,"Ġgeneral":1078,"cup":1079,"ust":1080,"ated":1081,"Ġestima":1082,"Ġpol":1083,"ould":1084,"Ġsee":1085,"Sigma":1086,"able":1087,"Ġ&\\":1088,"Ġ\\{":1089,"equence":1090,"''":1091,"sim":1092,"and":1093,"Ġanal":1094,"pect":1095,"li":1096,"ded":1097,"gorith":1098,"ases":1099,"ĠBy":1100,"Ġpartic":1101,"respon":1102,"Ġsystem":1103,"|^":1104,"Ġ5":1105,"Ġform":1106,"ization":1107,"dis":1108,")}\\":1109,"now":1110,"ove":1111,"Ġunder":1112,"ĉĉ":1113,"ĠAs":1114,"Ġpres":1115,"ert":1116,"Ġmeasure":1117,"cdots":1118,"mall":1119,"ay":1120,"Ġmore":1121,"arge":1122,"Ġdenote":1123,"cture":1124,"Ġve":1125,"den":1126,"Ġresults":1127,"Ġexists":1128,"Ġmeth":1129,"antum":1130,"inu":1131,"textbf":1132,"fine":1133,"zeta":1134,"Ġcal":1135,"ield":1136,"ac":1137,"ond":1138,"vert":1139,"Ġ,":1140,"}).":1141,"Ġrepres":1142,"widehat":1143,"Ġcorrespon":1144,"Ġrela":1145,"Ġthan":1146,"Ġout":1147,"non":1148,"ĠSince":1149,"ints":1150,"}}(":1151,"Ġresult":1152,"})\\":1153,"Ġtrans":1154,"}=\\":1155,"refore":1156,"Ġ$(\\":1157,"ors":1158,"Ġproblem":1159,"Ġsi":1160,"Ġoperator":1161,"}}{":1162,"prime":1163,"bm":1164,"sh":1165,"Ġbut":1166,".}":1167,"Ġabove":1168,")-":1169,"Ġcur":1170,"pm":1171,"cor":1172,"ĠSe":1173,"Ġsim":1174,"sitive":1175,"inf":1176,"ong":1177,")(":1178,"Ġman":1179,"Ġstu":1180,"Ġinde":1181,";\\":1182,"Ġcontain":1183,"Ġused":1184,"Ġsh":1185,"Ġq":1186,"Ġ.":1187,"ormal":1188,"ric":1189,"Ġmay":1190,"iqu":1191,"]$":1192,"cess":1193,"ero":1194,"ory":1195,"ten":1196,"sec":1197,"ral":1198,"Ġus":1199,"comp":1200,"asi":1201,"font":1202,"\\!":1203,"mm":1204,"tively":1205,"mark":1206,"scr":1207,"Ġinto":1208,"ĠRe":1209,"orphism":1210,"lies":1211,"matrix":1212,"Ġcompu":1213,"hom":1214,"not":1215,"Ġro":1216,"yn":1217,"ival":1218,"Ġconsta":1219,"Ġty":1220,"Ġcol":1221,"Ġ&=":1222,"ized":1223,"Ġcho":1224,"theorem":1225,"Ġsince":1226,"Ġsolution":1227,"Ġmulti":1228,"cy":1229,"ry":1230,"Ġclo":1231,"ton":1232,"tab":1233,"Ġexample":1234,"subsection":1235,"Ġ_{":1236,"ilar":1237,"Ġmap":1238,"star":1239,"{{\\":1240,"}^\\":1241,"jec":1242,"ym":1243,"ĊĠĠ":1244,"ever":1245,"Ġ\\|":1246,"vec":1247,"cent":1248,"Ġ>":1249,"che":1250,"Ġvector":1251,"Ġalgebra":1252,"sla":1253,"teq":1254,"Ġparame":1255,"Ġquantum":1256,"}|":1257,"--":1258,"mathscr":1259,"200":1260,"cha":1261,"gorithm":1262,"Ġcondition":1263,"ving":1264,"dy":1265,"neq":1266,"Ġed":1267,"}),":1268,"Ġlinear":1269,"Ġmin":1270,"Ġdistribu":1271,"]\\":1272,"tt":1273,"sity":1274,"mathsf":1275,"ased":1276,"bab":1277,"/\\":1278,"Ġsection":1279,"Ġhe":1280,"Ġprove":1281,"Ġfunctions":1282,"ential":1283,"prop":1284,"mula":1285,"under":1286,"bit":1287,"Ġassume":1288,"Ġ\\(":1289,"Ġhy":1290,"Ġele":1291,"Ġclass":1292,"Ġconstru":1293,"iable":1294,"sk":1295,"duced":1296,"Ġmatrix":1297,"mid":1298,"..":1299,"Ġlocal":1300,"Ġstru":1301,"}_\\":1302,"gra":1303,"Ġdifferent":1304,"ket":1305,"'$":1306,"ii":1307,"Ġsequence":1308,"kern":1309,"Ġdefine":1310,"ration":1311,"Ġtheorem":1312,"Ġsec":1313,"Ġpla":1314,"Ġcontinu":1315,"ĠThus":1316,"ue":1317,".\\":1318,"table":1319,"Let":1320,"hen":1321,"Ġboth":1322,"Ġwell":1323,"subseteq":1324,"put":1325,"Ġsur":1326,"ied":1327,"io":1328,"ula":1329,"Ġpositive":1330,"Ġmean":1331,"Ġcons":1332,"Ġprobab":1333,"Ġ6":1334,"Pro":1335,"Ġparticular":1336,"ĠSu":1337,"fa":1338,"hspace":1339,"nonumber":1340,"qquad":1341,"umerate":1342,"{(":1343,"Ġknow":1344,"iver":1345,"Ġparameter":1346,"figure":1347,"\\}$":1348,"plit":1349,"omial":1350,"minus":1351,"Ġac":1352,"13":1353,"als":1354,"ord":1355,"Ġsupp":1356,"enumerate":1357,"Ġtri":1358,"Ġhigh":1359,"Ġiden":1360,"<\\":1361,"Ġequival":1362,"ij":1363,"Ġsing":1364,"ication":1365,"Ġpoints":1366,"tro":1367,"ort":1368,"ame":1369,"):":1370,"Ġau":1371,"ish":1372,"max":1373,"setminus":1374,"Ġconstant":1375,"Ġdire":1376,")|":1377,"Ġimplies":1378,"tif":1379,"ng":1380,"Ġprodu":1381,"ĠCon":1382,"Ġwork":1383,")]":1384,"}+\\":1385,"mic":1386,"15":1387,"Ġ$\\{":1388,"ist":1389,"Ġtheir":1390,"box":1391,"Ġprocess":1392,"Ġobser":1393,"Ġreal":1394,"Ġprov":1395,"Ġinequ":1396,"formation":1397,"thor":1398,"Ġnow":1399,"oll":1400,"fficient":1401,"Ġpaper":1402,"ack":1403,"bed":1404,"cus":1405,"see":1406,"vel":1407,"Ġtra":1408,"ger":1409,"Vert":1410,"Ġholds":1411,"Ġconver":1412,"indent":1413,"Ġrepresen":1414,"racter":1415,"Ġdescri":1416,"Ġspec":1417,"ature":1418,"Ġvalue":1419,"}:":1420,"Re":1421,"Ġvariable":1422,"({\\":1423,"âĢĵ":1424,"\\|_{":1425,"Psi":1426,"}\\,":1427,"dic":1428,")}{":1429,"Ġcomplex":1430,"Ġsmall":1431,"plus":1432,"ĠFig":1433,"finition":1434,"ov":1435,"Ġpri":1436,"Ġget":1437,"ear":1438,")+":1439,"eng":1440,"sup":1441,"el":1442,"ive":1443,"Ġsecond":1444,"limits":1445,"}]":1446,"urther":1447,"Ġopti":1448,"^+":1449,"Ġfix":1450,"}}{\\":1451,"}\\\\":1452,"Ġ`":1453,"Ġder":1454,"Ġcou":1455,"}},":1456,"tan":1457,"Ġsign":1458,"bi":1459,"ndom":1460,"),\\":1461,"Ġ$|":1462,"~$":1463,"let":1464,"Ġdeg":1465,"duction":1466,"tiv":1467,"pendent":1468,"ĠSection":1469,"xima":1470,"Ġpair":1471,"Ġdimension":1472,"ĠProposition":1473,"wed":1474,"Ġmethod":1475,"noindent":1476,"Ġ10":1477,"14":1478,"Th":1479,"ology":1480,"Ġbeen":1481,"Ġstates":1482,"ĊĠĠĠĠĠĠĠ":1483,"age":1484,"Ġste":1485,"Ġdeter":1486,"Ġformula":1487,"Ġcorresponding":1488,"play":1489,"Ġdoes":1490,"bigg":1491,"Ġcharacter":1492,"Ġ??":1493,"Ġacc":1494,"Ġwere":1495,"Ġmost":1496,"Ġ}\\":1497,"ymme":1498,"Ġfield":1499,"ynomial":1500,"16":1501,"Ġexist":1502,"Ġref":1503,"Ġalgorithm":1504,"{$":1505,"{-":1506,"Ġ-\\":1507,"oplus":1508,"Ġsp":1509,"ollary":1510,"use":1511,"Ġclassi":1512,"ique":1513,"hy":1514,"ok":1515,"inc":1516,"Ġwr":1517,"Ġbounded":1518,"ument":1519,"Ġrespec":1520,"und":1521,"Ġlim":1522,"bility":1523,"Ġeff":1524,"ĠMore":1525,"}-\\":1526,"sub":1527,"}^{(":1528,"rough":1529,"Ġrandom":1530,"Ġelem":1531,"ice":1532,"ĠHence":1533,"Ġtype":1534,"err":1535,"info":1536,"Ġprobability":1537,"ĠTherefore":1538,"Ġdia":1539,"Ġpossi":1540,"ough":1541,"Ġlow":1542,"Ġvalues":1543,"Ġdefinition":1544,"one":1545,"Ġsubse":1546,"ditions":1547,"Ċĉĉ":1548,"ĠDe":1549,"bibinfo":1550,"Ġ)":1551,"group":1552,"iant":1553,"stra":1554,"Ġup":1555,"work":1556,"ments":1557,"ub":1558,"Ġrequ":1559,"ates":1560,"tices":1561,"Ġstructure":1562,"ating":1563,"Ġsimilar":1564,"Ġterms":1565,"}}_":1566,"Ġpolynomial":1567,"underline":1568,"ness":1569,"Ġsatisfy":1570,"22":1571,"Ġlarge":1572,"slant":1573,"ural":1574,"ities":1575,"Ġcompon":1576,"Ġhom":1577,"Ġsol":1578,"pre":1579,"ag":1580,"istic":1581,"aligned":1582,"ens":1583,"ile":1584,"Ġmod":1585,"ĠTo":1586,"Ġfe":1587,"Ġintro":1588,"Ġobtained":1589,"vious":1590,"Ġchan":1591,"Ġ$[":1592,"Ġdepend":1593,"Ġzero":1594,"equiv":1595,"Ġdistribution":1596,"Ġasso":1597,"Ġstudy":1598,"omorphism":1599,"lf":1600,"Ġ7":1601,"Ġran":1602,"less":1603,"For":1604,"Ġ???":1605,"Ġthey":1606,"ĊĠĠĠĠĠĠĠĠ":1607,"wise":1608,"Ġconditions":1609,"os":1610,"Ġneed":1611,"Ġinequality":1612,"ily":1613,"Ġwho":1614,"ob":1615,"display":1616,"cm":1617,"wedge":1618,"valu":1619,"namefont":1620,"ĠNote":1621,"itial":1622,"itemize":1623,"cted":1624,"Ġ|\\":1625,"ĠâĢ":1626,"mooth":1627,"ull":1628,"Ġinclu":1629,"Ġspa":1630,"textit":1631,"nec":1632,"iel":1633,")}$":1634,"|_{":1635,"Ġrespectively":1636,"Ġide":1637,"hline":1638,"ctions":1639,"Ġcontinuous":1640,"ures":1641,"ength":1642,"Ġapproxima":1643,"fter":1644,"ning":1645,"nal":1646,"\\}":1647,"21":1648,"cia":1649,"ste":1650,"finite":1651,"ysis":1652,"gy":1653,"Ġthree":1654,"Ġ8":1655,"jective":1656,"Ġvari":1657,"Ġpath":1658,"form":1659,"exp":1660,"Ġ\"":1661,"author":1662,"ang":1663,"tom":1664,"Ġincre":1665,"ner":1666,"Ġsatisfies":1667,"Ġtheory":1668,"Pi":1669,"dimension":1670,"ppose":1671,"prod":1672,"Ġmain":1673,"ĊĠĠĠĠĠ":1674,"Ġhow":1675,"Ġge":1676,"colon":1677,"^{-\\":1678,"new":1679,"tations":1680,"lear":1681,"ven":1682,"Ġ$$\\":1683,"Ġca":1684,"ĠHow":1685,"tice":1686,"sto":1687,"Ġstand":1688,"split":1689,"igen":1690,"side":1691,"map":1692,"ze":1693,"chn":1694,"$}":1695,")^{\\":1696,"mon":1697,"olutions":1698,"ract":1699,"ĠâĢ¢":1700,"imum":1701,"Ġassump":1702,"val":1703,"Ġelements":1704,"ect":1705,"call":1706,"}'":1707,"Ġrespect":1708,"rol":1709,"ĠMa":1710,"ically":1711,"ene":1712,"Ġgo":1713,"Ġmon":1714,"25":1715,"Ġapproach":1716,"ific":1717,"Ġcom":1718,"Ġstra":1719,"king":1720,"Ġfind":1721,"}$-":1722,"Ġright":1723,"Ġproperties":1724,"norm":1725,"para":1726,"Ġinitial":1727,"ĠAl":1728,"Ġvertices":1729,"Ġrest":1730,"mathop":1731,"cause":1732,"yna":1733,"Ġelement":1734,"onal":1735,"wer":1736,"Ġequivalent":1737,"mi":1738,"_*":1739,"Ġnormal":1740,"sty":1741,"nel":1742,"Ġwould":1743,")_{":1744,"Ġnew":1745,"mpl":1746,"Ġtop":1747,"Ġcalled":1748,"ual":1749,"Ġ``":1750,"round":1751,"Ġvertex":1752,"ields":1753,"Ġsimple":1754,"Ġsets":1755,"tance":1756,"(-":1757,"tional":1758,"Ġshown":1759,"hed":1760,"Ġ201":1761,"style":1762,"mbin":1763,"Ġassocia":1764,"Le":1765,"Ġeven":1766,"Ġend":1767,"sin":1768,"Ġexact":1769,"Ġpart":1770,"99":1771,"18":1772,"ĠHowever":1773,"23":1774,"Ġerr":1775,"Ġarg":1776,"Ġfixed":1777,"Ġbecause":1778,"Ġhand":1779,"plic":1780,"Ġdetermin":1781,"ĠUn":1782,"Ġmust":1783,"perim":1784,"xt":1785,"}}}":1786,"wa":1787,"Ġproduct":1788,"lying":1789,"tics":1790,"forall":1791,"bb":1792,"Ġboundary":1793,"face":1794,"iform":1795,"}^*":1796,"Ġ+\\":1797,"Ġunique":1798,".~":1799,"Ġcy":1800,"Ġcalc":1801,"ulation":1802,"ategor":1803,"Ġleast":1804,"Ġsmooth":1805,"energy":1806,"ĠMoreover":1807,"Ġproperty":1808,"Ġsymme":1809,"Ġexpres":1810,"Ġdegree":1811,"Ġli":1812,"'\\":1813,"17":1814,"Theta":1815,"Ġcomplete":1816,"}}_{":1817,"ĠCo":1818,"&=":1819,"Ġeigen":1820,"nected":1821,"Ġ=\\":1822,"Ġmany":1823,"try":1824,"bul":1825,"ods":1826,"Ġthrough":1827,",-":1828,"asis":1829,"oint":1830,"vial":1831,"Ġbi":1832,"Ġcorre":1833,"ings":1834,"top":1835,"graph":1836,"empty":1837,"Ġpossible":1838,"Ġshows":1839,"~~":1840,"Ġindependent":1841,"Ġconclu":1842,"caption":1843,"Ġthus":1844,"dx":1845,"Ġima":1846,"ult":1847,"dimensional":1848,"Ġcontrol":1849,"Ġfam":1850,"Ġ9":1851,"âĢī":1852,"Ġclosed":1853,"raw":1854,"Ġ:=":1855,"Ġgives":1856,"Ġfa":1857,"mis":1858,"ance":1859,"Ġcompact":1860,"Ġsolutions":1861,"'_":1862,"Ġhence":1863,"Ġdifferen":1864,");":1865,"Ġassociated":1866,"Con":1867,"variant":1868,"ither":1869,"Ġbased":1870,"Ġequations":1871,"Ġedge":1872,"Ġanalysis":1873,"Ġweak":1874,"Ġleft":1875,"Ġgra":1876,"Ġcommu":1877,"Ġser":1878,"Ġdiv":1879,"lin":1880,"ron":1881,"ĠSo":1882,"Ġcontra":1883,"Ġterm":1884,"cos":1885,"Ġdiscus":1886,"ides":1887,"=(":1888,"Ġregular":1889,"osition":1890,"}}(\\":1891,"}^{-":1892,"ency":1893,"arrow":1894,"Ġway":1895,")}(":1896,"orphic":1897,"Ġsingle":1898,"_+":1899,"iew":1900,"ns":1901,"dag":1902,"Ġopen":1903,"Ġsystems":1904,"linear":1905,"Ġestimate":1906,"vex":1907,"Ġnat":1908,"ks":1909,"definition":1910,"Ġwa":1911,"Ġsize":1912,"_{(":1913,"Ġhyper":1914,"displaystyle":1915,"textup":1916,".$":1917,",\\,":1918,"Ġcirc":1919,"Ġch":1920,"bullet":1921,"igin":1922,"Ġstar":1923,"est":1924,"Ġcoe":1925,"Ġstandard":1926,")$-":1927,"arch":1928,"Ġlimit":1929,"Ġapplic":1930,"hbox":1931,"gence":1932,"Ġaddition":1933,"texts":1934,"Ġlength":1935,"ĠSuppose":1936,"Ġprovide":1937,"proposition":1938,"Ġallow":1939,"where":1940,"Ġlemma":1941,"$)":1942,"remark":1943,"Ġequal":1944,"Theorem":1945,"Ġlevel":1946,"'(":1947,":\\":1948,"ject":1949,"ross":1950,"Ġet":1951,"Ġabout":1952,"omorphic":1953,"24":1954,"med":1955,"verse":1956,"ented":1957,"Ġinformation":1958,"ative":1959,"Ġexp":1960,"Ġenergy":1961,"})$.":1962,"des":1963,"Ġscal":1964,"Ġwhile":1965,"mapsto":1966,"Ġ\\(\\":1967,"Ġstrong":1968,"Ġexperim":1969,"pr":1970,"05":1971,"etwork":1972,"))\\":1973,"dd":1974,"ired":1975,"tary":1976,"Ġcases":1977,"Ġcontains":1978,"',":1979,"Ġ/":1980,"Ġlat":1981,"bibf":1982,"chan":1983,"tor":1984,"lock":1985,"rop":1986,"Ġspaces":1987,"tin":1988,"Ġsche":1989,"gram":1990,"Ġ_":1991,"ful":1992,"quare":1993,"##":1994,"ences":1995,"Ġmax":1996,"^-":1997,"Ġbasis":1998,"mann":1999,"velo":2000,"*{":2001,"cases":2002,"],":2003,"gative":2004,"leqslant":2005,"Ġmodels":2006,"dule":2007,"Ġrestric":2008,"ĠSch":2009,"Ġvariables":2010,"Ġem":2011,"Ġtechn":2012,"tivity":2013,"Ġknown":2014,"Ġoper":2015,"ese":2016,"{??":2017,"tangle":2018,"gain":2019,"Ġdirect":2020,"Ġpropo":2021,"cong":2022,"center":2023,"Ġremain":2024,"back":2025,"Ġgenerated":2026,"Ġdomain":2027,"Ġprevious":2028,"Ġcyc":2029,"03":2030,"};":2031,"rest":2032,"Ġdyna":2033,"Ġuniform":2034,"_{{\\":2035,"Ġclassical":2036,")^{-":2037,"ĠNow":2038,"tis":2039,"Ġoptimal":2040,"Ġmetric":2041,"Ġparameters":2042,")\\,":2043,"Ġsay":2044,"Ġlin":2045,"Ġinte":2046,"dim":2047,"cur":2048,"tal":2049,"Ġeither":2050,")\\\\":2051,"\\,\\":2052,"pper":2053,"Ġanaly":2054,"Ġspect":2055,"Ġinv":2056,"))$":2057,"Ġwrite":2058,"Ġsen":2059,"Ġsubs":2060,"}}^":2061,"ists":2062,"sive":2063,"Ġsum":2064,"\\)":2065,"Ġgive":2066,"Ġtru":2067,"ple":2068,"Ġeffec":2069,"angle":2070,"Ġtre":2071,"tity":2072,"Ġsubset":2073,"Ġconnected":2074,"son":2075,"lob":2076,"Ġcent":2077,"cl":2078,"Ġlower":2079,"Ġdecomp":2080,"ward":2081,"tant":2082,"itu":2083,"Ġmethods":2084,"asing":2085,"ximal":2086,"odes":2087,"\\{\\":2088,"ĠAn":2089,"Ġerror":2090,"Ġlike":2091,"Ġnote":2092,"dt":2093,"rule":2094,")-\\":2095,")/":2096,"imal":2097,"hysi":2098,"Ġgroups":2099,"Ġedges":2100,"Ġimpor":2101,"Ġcombin":2102,"Ġintegral":2103,"Ġent":2104,"Ġ\\;":2105,"sp":2106,"Ġhere":2107,"redic":2108,"Ġderiv":2109,"}}}\\":2110,"Ġwor":2111,"Ġinf":2112,"textrm":2113,"Ġrepresentation":2114,"bitra":2115,")}{\\":2116,"cise":2117,"Ġsufficient":2118,"Ġsample":2119,"Ġinsta":2120,"ster":2121,"Ġsc":2122,"duc":2123,")+\\":2124,"Ġinfinite":2125,"Ġmeans":2126,"bound":2127,"Ġlog":2128,"ap":2129,"stract":2130,"pmatrix":2131,"}|\\":2132,"Ġmanif":2133,"Ġnatural":2134,"Ġnetwork":2135,"Ġcategor":2136,"ĠEx":2137,"Ġwhose":2138,"kes":2139,"Ġoperators":2140,"ordin":2141,"bor":2142,"pts":2143,".~\\":2144,"div":2145,"Ġfactor":2146,"iter":2147,"As":2148,"ymp":2149,"iod":2150,"Ġche":2151,"Ġlead":2152,"Ġthem":2153,"[(":2154,"dow":2155,"com":2156,"ĠAssu":2157,"Ġarbitra":2158,"Ġam":2159,"ĠThere":2160,"ext":2161,"ĠĊĠ":2162,"].":2163,"ĠEq":2164,"Ġstep":2165,"umn":2166,"Ġinteger":2167,"ision":2168,"ee":2169,"Ġpresent":2170,"Ġpr":2171,"Ġpha":2172,"}}^{":2173,"{$\\":2174,"cla":2175,"Ġag":2176,"Ġextension":2177,"jection":2178,"deg":2179,"Ġidentif":2180,"Ġrate":2181,"ified":2182,"Ġafter":2183,"Ġbelow":2184,"Ġorigin":2185,"loor":2186,"scri":2187,"ress":2188,"note":2189,"\\'":2190,"title":2191,"ĠFigure":2192,"cs":2193,"tur":2194,"most":2195,"sions":2196,"_{-":2197,"entation":2198,"velop":2199,"Ġlast":2200,"Ġindic":2201,"oo":2202,"Ġvery":2203,"Ġcurve":2204,"Ġsubgroup":2205,"oted":2206,"inally":2207,"Ġdue":2208,"Ġaction":2209,"small":2210,"Ġnumbers":2211,"04":2212,"ĊĊĠ":2213,"ĠUniver":2214,"34":2215,"incip":2216,"thes":2217,"Ġemp":2218,"Ġfamily":2219,"ological":2220,"Ġnec":2221,"Ġsurface":2222,"lection":2223,"Ġmaps":2224,"vee":2225,"ics":2226,":=":2227,"ĠOn":2228,"Ġassumption":2229,"Ġtake":2230,"Ġsetting":2231,"por":2232,"Ġrelation":2233,"ĠHere":2234,"Ġfree":2235,"ey":2236,"Ġfre":2237,"ĠApp":2238,"mmand":2239,"normal":2240,"skip":2241,"color":2242,"place":2243,",$":2244,"|^{":2245,"Ġproved":2246,"stack":2247,"alle":2248,"\\}$.":2249,"Ġconvex":2250,"erence":2251,"Ġpredic":2252,"otential":2253,"02":2254,"longrightarrow":2255,"Ġquan":2256,"Ġsimp":2257,"emptyset":2258,"})$,":2259,"Ġwithout":2260,"Ġmeasu":2261,"abs":2262,"erg":2263,"iten":2264,"}/":2265,"bigl":2266,"Ġread":2267,"Ġconstruction":2268,"ater":2269,"Ġtherefore":2270,"Ġsuper":2271,"crete":2272,"Ġcomputation":2273,"Ġsatisfying":2274,"joint":2275,"$;":2276,"rel":2277,"tra":2278,"\\\"":2279,"draw":2280,"cting":2281,"={":2282,"Ġcalcula":2283,"Ġthose":2284,"estion":2285,"sen":2286,"Ġproblems":2287,"va":2288,"ording":2289,"xy":2290,"Ġbeha":2291,"Ġpower":2292,"~$\\":2293,"Ġgeome":2294,"Ġfurther":2295,"If":2296,"ption":2297,"hoton":2298,"bigr":2299,"ati":2300,"Ġfound":2301,"Ġbeing":2302,"tically":2303,"Ġmaximal":2304,"more":2305,"orollary":2306,"Ġtotal":2307,"Ġmar":2308,"Ġdistance":2309,"ses":2310,"Ġneigh":2311,"Ġdensity":2312,"action":2313,"Ġstudi":2314,"algebra":2315,"Ċĉĉĉ":2316,"fore":2317,"cument":2318,"Ġtrue":2319,"oot":2320,"\\|\\":2321,"Ġside":2322,"Ġtest":2323,"Ġocc":2324,"iven":2325,"dagger":2326,"Ex":2327,"Ġgraphs":2328,"]$.":2329,"Proof":2330,"Ġdeta":2331,")_":2332,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2333,"sian":2334,"Ġnecess":2335,"lobal":2336,"Ġir":2337,"ĠFurther":2338,"ĠInd":2339,"reg":2340,"Ġcomm":2341,"Ġshould":2342,"tabular":2343,"lied":2344,"98":2345,"Ġ&&":2346,"Ġobserv":2347,"Ġ^{":2348,"To":2349,"Co":2350,"ify":2351,"ently":2352,"Ġproce":2353,"other":2354,"Ġcomponent":2355,"pping":2356,"Ġclear":2357,"Ġimportant":2358,"33":2359,"lesssim":2360,"Ġ$|\\":2361,",\\\\":2362,"97":2363,"ĠThese":2364,"Ġho":2365,"Ġpotential":2366,"Ġdevelop":2367,"Ġ200":2368,"Ġphase":2369,"ils":2370,"aus":2371,"Ġalong":2372,"Ġagain":2373,"Ġembed":2374,"document":2375,"Ġfib":2376,"Ġdete":2377,"Ġcell":2378,"ĠĠĊ":2379,"}({\\":2380,"Ġnext":2381,"Ġnotation":2382,"rr":2383,"Ġindex":2384,"lat":2385,"ick":2386,"Ġdynamic":2387,"II":2388,"Ġflow":2389,"Ġexistence":2390,"olic":2391,"cept":2392,"ler":2393,"ĠFrom":2394,"Ġconvergence":2395,"ount":2396,"Ġtyp":2397,"Ġapply":2398,"Ġcould":2399,"06":2400,"allel":2401,"Ġcontradic":2402,"ympto":2403,"Ġsymmetric":2404,"ins":2405,"\\!\\!":2406,"ier":2407,"appro":2408,"100":2409,"Ġsingular":2410,"tag":2411,"ertain":2412,"Ġcomponents":2413,":=\\":2414,"OS":2415,"Ġnode":2416,"lap":2417,"atter":2418,"citen":2419,"Ġlong":2420,"Ġvia":2421,"27":2422,"Ġupper":2423,"fficients":2424,"Ġrelations":2425,"loc":2426,"Ġargument":2427,"amefont":2428,"bibnamefont":2429,"Ġminimal":2430,"stic":2431,"citenamefont":2432,"Ġcover":2433,"Ġconstra":2434,"ture":2435,"sidered":2436,"Ġprincip":2437,"nts":2438,"Ġentangle":2439,"Ġisomorphism":2440,"Ġunit":2441,"Ġradi":2442,"ĠĠĠĠĠĠĠ":2443,"Ġexpon":2444,"Ġcoordin":2445,"This":2446,"rent":2447,"Ġseries":2448,"iance":2449,"]$,":2450,"trices":2451,"Ġestimates":2452,"Ġarbitrary":2453,"Ġconsidered":2454,"titu":2455,"ĠUsing":2456,"Ġeigenvalu":2457,"Ġsepara":2458,"})=":2459,"Ġimpro":2460,"bin":2461,"tition":2462,"Ġnumer":2463,"oid":2464,"ker":2465,"){\\":2466,"Ġbehavi":2467,"ema":2468,"medi":2469,"Ġsequ":2470,"Ġaver":2471,"07":2472,"Ġregion":2473,"Ġbund":2474,"size":2475,"^*$":2476,"xspace":2477,"zero":2478,"Ġiter":2479,"ĠĠĠĠĠ":2480,"ln":2481,"-(":2482,"dfrac":2483,"Ġcoefficients":2484,"Ġ($":2485,"bibfnamefont":2486,"Ġelect":2487,"Ġlear":2488,"Ġspecial":2489,"Ġfrequ":2490,"35":2491,"Ġsti":2492,"Ġrank":2493,"}}$.":2494,"abstract":2495,"ĠCh":2496,"ational":2497,"28":2498,"Ġchoice":2499,"Ġimage":2500,"Ġdescribed":2501,"26":2502,"Ġexpec":2503,"ilton":2504,"ĠUniversity":2505,"Ġinterest":2506,"plicit":2507,"ark":2508,"Ġchange":2509,"\\}\\":2510,"95":2511,"Ġexten":2512,"Ġdenotes":2513,"rid":2514,"ĠAssume":2515,"ways":2516,"rable":2517,"Ġ(-":2518,"08":2519,"Ġperiod":2520,"ootnote":2521,"Ġmat":2522,"uch":2523,"art":2524,"iota":2525,"orphisms":2526,"tative":2527,"down":2528,"Ġquad":2529,"ĠNe":2530,"Ġyields":2531,"Ġlar":2532,"Ġenough":2533,"Ġfour":2534,".$$":2535,"ety":2536,"Ġaff":2537,"Ġconclude":2538,"Ġcheck":2539,"Ġinvariant":2540,")},":2541,"'}":2542,"96":2543,"formance":2544,"Ġexperiment":2545,"aris":2546,"Ġmake":2547,"tyle":2548,"Lemma":2549,"Ġmatrices":2550,"Ġmeasurement":2551,"tabl":2552,"Ġtimes":2553,"}<":2554,"Ġmaximum":2555,"mental":2556,"dual":2557,"Ġoccur":2558,"Ġgre":2559,"Ġtrivial":2560,"Ġdesign":2561,"Ġweigh":2562,"((":2563,"Ġsha":2564,"Ġcannot":2565,"Ġloss":2566,"Ġtree":2567,"gether":2568,"{}":2569,"Ġweight":2570,"cible":2571,"^{*":2572,"ik":2573,"\\}$,":2574,"Ġevalu":2575,"Ġ&=&":2576,"gn":2577,"footnote":2578,"command":2579,"Ġchoose":2580,"|\\!":2581,"Ġclaim":2582,"ogene":2583,"Ġorth":2584,"Ġhold":2585,"olume":2586,"ior":2587,"lev":2588,"ducible":2589,"Ġinterval":2590,"ring":2591,"}},\\":2592,"Ġsense":2593,"Ġestabl":2594,"asy":2595,"Ġ???}":2596,"30":2597,"pic":2598,"Ġrelated":2599,"DE":2600,"Ġidentity":2601,"}\\|":2602,"Ġ--":2603,"Ġinvol":2604,"pothes":2605,"Ġoptim":2606,"Ġproposed":2607,"ĠHam":2608,"ching":2609,"Ġideal":2610,"ĊĊĊ":2611,"75":2612,"ST":2613,"eed":2614,"bolic":2615,"')":2616,"read":2617,"Ġeasi":2618,"Ġass":2619,"Ġwhat":2620,"Ġstrateg":2621,"Ġtemp":2622,"order":2623,"Ġnorm":2624,"Ġpartial":2625,"Ġapproximation":2626,"Ġframe":2627,"Ġblock":2628,"Ġprecise":2629,"Ġtur":2630,"with":2631,"imilar":2632,"Ġdifferential":2633,"mediate":2634,"Now":2635,"Ġcoun":2636,"Ġcompare":2637,"Ġdecomposition":2638,"varrho":2639,"yer":2640,"Ġhigher":2641,"ura":2642,"Ġcertain":2643,"idth":2644,"Ġextend":2645,"Ġjust":2646,"ju":2647,"Ma":2648,"ason":2649,"Ġinput":2650,"Ġ$-":2651,"inter":2652,"Ġconne":2653,"jecture":2654,"Ġscheme":2655,"Ġdx":2656,"Ġmechan":2657,"Ġinduced":2658,"gu":2659,"sible":2660,"ĠNo":2661,"bre":2662,"perp":2663,"\\]":2664,"comes":2665,"32":2666,"mod":2667,"Ġcar":2668,"ĠConsider":2669,"uring":2670,"lated":2671,"veral":2672,"rem":2673,"Ġalways":2674,"sal":2675,"get":2676,"\\[":2677,"45":2678,"af":2679,"Ġabs":2680,"Ġbu":2681,"tfrac":2682,"Ġsignific":2683,"]}":2684,"Ġirre":2685,"omin":2686,"Ġclasses":2687,"Ġexplicit":2688,"bits":2689,"{{":2690,"Ġphysi":2691,"trict":2692,"Ġinves":2693,"Su":2694,"Ġimple":2695,"thema":2696,"Ġperformance":2697,"corollary":2698,"bs":2699,"inary":2700,"cing":2701,"Ġ$.":2702,"Ġwave":2703,"Ġyou":2704,"ĠSci":2705,"gate":2706,"unctor":2707,"van":2708,",\\,\\":2709,"Ġexactly":2710,"iltonian":2711,"}[\\":2712,"Ġga":2713,"36":2714,"ually":2715,"chie":2716,"$).":2717,"Ġcharacteristic":2718,"mit":2719,"Ġalmost":2720,"bold":2721,"wh":2722,"Ġphoton":2723,"Ġcompute":2724,"slash":2725,"Ġasympto":2726,",{\\":2727,"Ġfil":2728,"Ġcategory":2729,"gen":2730,"//":2731,"itten":2732,"ep":2733,"uting":2734,"})}":2735,"part":2736,"ournal":2737,"ters":2738,"Ġeasy":2739,"Ġdec":2740,"ĠWhen":2741,"Ġtor":2742,"node":2743,"Fig":2744,"ernel":2745,"izing":2746,"&&":2747,"Ġachie":2748,"Ġeffect":2749,"It":2750,"^*(":2751,"Ġ12":2752,"Ġ[\\":2753,"Ġ20":2754,"Ġsto":2755,"Ġmanifold":2756,"}}$,":2757,"ource":2758,"ĠCorollary":2759,"Ġappear":2760,"asic":2761,"Ġbelong":2762,"Ġdescribe":2763,"Ġinstance":2764,"come":2765,"Ġapplied":2766,"duces":2767,"ĊĉĊ":2768,")}}":2769,"}{|":2770,"Ġring":2771,"example":2772,"by":2773,"ĠFinally":2774,"Ġdenoted":2775,"stand":2776,"Ġback":2777,"Ġrecall":2778,"Ġim":2779,"50":2780,"stead":2781,"Ġstill":2782,"sch":2783,"Ġless":2784,"{??}}":2785,"Ġprime":2786,"Ġdiag":2787,"gorithms":2788,"Ġseveral":2789,"Ġstrict":2790,"Ġmom":2791,"://":2792,"_-":2793,"Ġbefore":2794,"brace":2795,"Ġ$,":2796,"Ġdifference":2797,"Ġtogether":2798,"Ġclassif":2799,"Ġbounds":2800,"Ġextended":2801,"Ġgu":2802,"By":2803,"Ġconstruct":2804,"ensor":2805,"ĠFirst":2806,"Ġanalog":2807,"Ġglobal":2808,"mul":2809,"Ġintroduced":2810,"Ġintroduce":2811,"Ġhypothes":2812,"ining":2813,"pen":2814,")>":2815,"Ġodd":2816,"Ġcall":2817,"ĠRes":2818,"Ġshe":2819,"Ġmodu":2820,"ila":2821,"ĠLie":2822,"Ġdiagram":2823,"nces":2824,"Ġlocally":2825,"hood":2826,"vir":2827,"sitions":2828,"ĠFurthermore":2829,"}{(":2830,"$$\\":2831,"Ġwithin":2832,"Ġcurves":2833,"olar":2834,"Ġkernel":2835,"Ġcommon":2836,"Ġstatement":2837,"Ġfo":2838,"Ġsuppose":2839,"cial":2840,"approx":2841,"Ġvan":2842,"Ġrun":2843,"onical":2844,"ĠMathema":2845,"ished":2846,"endix":2847,"lec":2848,"ogeneous":2849,"ĠPo":2850,"bigcup":2851,"binom":2852,"ilb":2853,"Ġequivalence":2854,"Ġbase":2855,"=\\{":2856,"itz":2857,"Ġexamples":2858,"Ġreason":2859,"Ġexpression":2860,"ctures":2861,"module":2862,"^*\\":2863,")})":2864,"SS":2865,"Ġmix":2866,"org":2867,"ived":2868,"av":2869,"Ġfull":2870,"Ġusu":2871,"ild":2872,"Ġwhe":2873,"AB":2874,"ĠOne":2875,"Ġ$\\{\\":2876,"ĠComp":2877,")^\\":2878,"ries":2879,"Ġsquare":2880,"ĠĠĠĠĠĠ":2881,"ĠIndeed":2882,"Ġsignificant":2883,"newcommand":2884,"mc":2885,"imits":2886,"Ġanother":2887,"ined":2888,"Ġcontained":2889,"ited":2890,"backslash":2891,"det":2892,"ĠHamiltonian":2893,"Ġquasi":2894,"}&":2895,"}}_{\\":2896,"Ġaverage":2897,"Ġeasily":2898,"Ġval":2899,"Ġrefer":2900,"Ġcost":2901,"Ġdecre":2902,"ĠOur":2903,"Al":2904,"ticle":2905,"Ġinvesti":2906,"Ġdynamics":2907,"oti":2908,"cr":2909,"ging":2910,"tely":2911,"Large":2912,"\\%":2913,"nol":2914,"Ġversion":2915,"jects":2916,"ĠGiven":2917,"AT":2918,"Ġdivis":2919,"94":2920,"Ġdetermined":2921,"ĠBut":2922,"Ġadj":2923,"date":2924,"Ġclu":2925,")}_{":2926,"Ġrequire":2927,"arp":2928,"38":2929,"Ġnoise":2930,"Ġact":2931,"+(":2932,"Ġalgorithms":2933,"Ġflu":2934,"Ġrelative":2935,"simeq":2936,"Ġcri":2937,"ili":2938,"Ġrange":2939,"ĠWith":2940,"}})":2941,"Ġirreducible":2942,"$:":2943,"Bbb":2944,"Ġrow":2945,"unda":2946,"Ġaccording":2947,"{|":2948,"000":2949,"Ġstable":2950,"Ġdual":2951,"lue":2952,"Ġname":2953,"lect":2954,"Ġapplications":2955,"Ġclose":2956,"Ġpoly":2957,"Ġfunctor":2958,"Ġsuppor":2959,"Ġview":2960,"Ġalgebraic":2961,"Ġ${":2962,"rier":2963,"Ġvectors":2964,"Ġ\\|\\":2965,"Ġbundle":2966,"zed":2967,"mat":2968,"local":2969,"Ġgen":2970,"alg":2971,"Ġfields":2972,"Ġwhether":2973,"bo":2974,"alf":2975,"han":2976,"bmatrix":2977,"Ġdirection":2978,"Ġpairs":2979,"Ġsplit":2980,"EOS":2981,"cref":2982,"Ġcross":2983,"Ġpartition":2984,"ass":2985,"view":2986,"Ġrequired":2987,"vartheta":2988,"Ġnegative":2989,"rf":2990,"Ġmorphism":2991,"40":2992,"ĠMo":2993,"hskip":2994,"Ġprocedu":2995,"Ġallows":2996,"||":2997,"Ġshall":2998,"Ġembedding":2999,"cont":3000,"37":3001,"Ġreduced":3002,"cyc":3003,"viron":3004,"bil":3005,"nolimits":3006,"Ġprojection":3007,"Ġmuch":3008,"Ġlabel":3009,"spec":3010,"Ġcontradiction":3011,"Ġgrow":3012,"arison":3013,"ĠGaus":3014,"Ġincreasing":3015,"formed":3016,"otop":3017,"Ġess":3018,"Ġdiscrete":3019,"ticol":3020,"Ġgeneralized":3021,"ism":3022,"llip":3023,"ĠLa":3024,"39":3025,"Ġreplace":3026,"ĠSimilar":3027,"Ġquestion":3028,"Ġsufficiently":3029,"Ġisomorphic":3030,"Ġquadra":3031,"raction":3032,"dient":3033,")(\\":3034,"texttt":3035,"Ġstatis":3036,"Ġcurrent":3037,"Ġpolynomials":3038,"Ġsupport":3039,"...,":3040,"Ġtaking":3041,"Int":3042,"Ġuniformly":3043,"Ġdistin":3044,"multicol":3045,"oun":3046,"Ġ,\\":3047,"Ġneighbor":3048,"Ġnecessary":3049,"Ġconven":3050,"entary":3051,"Ġrese":3052,"mult":3053,"ken":3054,"Ġnumerical":3055,"mical":3056,"atures":3057,"Ġkey":3058,"ention":3059,"Ġintersection":3060,"Ġchosen":3061,"Ġequality":3062,"Ġwords":3063,"war":3064,"Ġvarious":3065,"multicolumn":3066,"ĠĊĠĠĠ":3067,"Ġformal":3068,"Ġill":3069,"geqslant":3070,"Ġpresented":3071,")|\\":3072,"Ġminim":3073,"scal":3074,"Ġpop":3075,"Ġmultiple":3076,"ogonal":3077,"Ġconf":3078,"ĠĊĉ":3079,"EE":3080,"Ġoriginal":3081,"undamental":3082,"\\}.":3083,"Ġminimum":3084,"trivial":3085,"Ġposition":3086,"eps":3087,"Ġmath":3088,"Ġadd":3089,"Ġlearning":3090,"}}.":3091,"Ġbehavior":3092,"MS":3093,"Ġvis":3094,"Se":3095,"ification":3096,"Ġpreser":3097,"Ġrecent":3098,"Ġpara":3099,"âĪ":3100,"ropy":3101,"Ġrational":3102,"Ġforms":3103,"negative":3104,"Ġalter":3105,"lower":3106,"=-":3107,"notag":3108,"Ġimmediate":3109,"Ġcontribu":3110,"Ġcorresponds":3111,"inde":3112,"itary":3113,"Ġpermu":3114,"Ġcritical":3115,"ale":3116,"rlap":3117,"tu":3118,"tik":3119,"free":3120,"cho":3121,"based":3122,"([":3123,"faces":3124,"black":3125,"sma":3126,"Ġcanonical":3127,"}$$":3128,"know":3129,"Ġinverse":3130,"Ġmeasures":3131,"Ġobserve":3132,"Ġentanglement":3133,"Ġ*":3134,"textsc":3135,"Ġassumptions":3136,"Ġstudied":3137,"bibitem":3138,"Since":3139,"90":3140,"Ġori":3141,"Ġ16":3142,"belian":3143,"ilbert":3144,"Ġvanish":3145,"df":3146,"Ġessential":3147,"land":3148,"CC":3149,"Ġfrequency":3150,"Ġlines":3151,"chastic":3152,"str":3153,"Ġprovided":3154,"Ġ15":3155,"Ġalgebras":3156,"ara":3157,"Ġ_{\\":3158,"Ġobserved":3159,"48":3160,"Ġdepends":3161,"Ġ^":3162,"GL":3163,"31":3164,"ready":3165,"|$":3166,"Ġwritten":3167,"izes":3168,"!\\":3169,"notin":3170,"Ġcontaining":3171,"}}^{\\":3172,"Ġrepresent":3173,"Ġnonlinear":3174,"comple":3175,"hys":3176,"diff":3177,"\\|_":3178,"Ġroot":3179,"'_{":3180,"Ġself":3181,"Ġexponential":3182,"Ġplane":3183,"scripts":3184,"rans":3185,"MR":3186,"resp":3187,"function":3188,"Ġinduction":3189,"ceil":3190,"Ġgood":3191,"mine":3192,"eness":3193,"Ġconsequence":3194,"Ġcorrespond":3195,"roduction":3196,"Ġadditional":3197,"vaila":3198,"Ġsimply":3199,"Ġsequences":3200,"Ġseen":3201,"Ġintegers":3202,"Ġcontext":3203,"Ġdistinct":3204,"seu":3205,"Ġuniver":3206,"cer":3207,"Ġgenerator":3208,"like":3209,"ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3210,"ĠHe":3211,">\\":3212,"ink":3213,"mer":3214,"Ġalready":3215,"Ġ\\[\\":3216,"Ġoff":3217,"PS":3218,"Ġinterpre":3219,")}.":3220,"ouble":3221,")}_":3222,"poon":3223,".}~\\":3224,"point":3225,"ying":3226,"ĠQu":3227,"ren":3228,"AR":3229,"Ġoutput":3230,"arpoon":3231,"No":3232,"Ġresearch":3233,"tio":3234,"Ġnear":3235,"Ġlattice":3236,"ird":3237,"Ġ\\,\\":3238,"tate":3239,"Ġplan":3240,"Ġnodes":3241,"Ġprocesses":3242,"Ġfactors":3243,"ised":3244,"198":3245,".;":3246,"Ġcycle":3247,"Ġapplication":3248,"model":3249,"Ġprojective":3250,"Ġchannel":3251,"Ġsubspace":3252,"Ġinstead":3253,"Ġconsists":3254,"Ġuseful":3255,"gener":3256,"Ġduring":3257,"Ġsimula":3258,"65":3259,"alities":3260,"iemann":3261,"hift":3262,"make":3263,"ices":3264,"Ġsitu":3265,"ime":3266,"Ġdirectly":3267,"ĠRecall":3268,"ĠEqu":3269,"Ġevolution":3270,"Ġdoi":3271,"Âł":3272,"Ġspecific":3273,"Ġcre":3274,"iii":3275,"Ġlarger":3276,"Note":3277,"DF":3278,"Ġvalid":3279,"Ġmathema":3280,"ons":3281,"|_":3282,"/(":3283,"ĠSte":3284,"\\|^":3285,"mathbin":3286,"|=":3287,"Ġcurv":3288,"Ġoptimization":3289,"29":3290,"Ġbecomes":3291,"){":3292,"Ġmapping":3293,"Hom":3294,"ĊĠĠĠĠĠĠĠĠĠĠĠ":3295,"Ġstrategy":3296,"known":3297,"Ġ}{":3298,"lations":3299,"ression":3300,"Ġtypes":3301,"44":3302,"Ġimplem":3303,"Ġquoti":3304,"cep":3305,"Ġexpan":3306,"Ġsug":3307,"\\;":3308,"Ġprocedure":3309,"tionary":3310,"Ġsemi":3311,"Ġfunctional":3312,"Ġmultipl":3313,"Ġspe":3314,"Ġbasic":3315,"square":3316,"Ġspin":3317,"Ġsatisfied":3318,"Ġfundamental":3319,"ĠTable":3320,"Ġmode":3321,"matic":3322,"citep":3323,"Ġtensor":3324,"gest":3325,"ĠMe":3326,"})^":3327,"(-\\":3328,"09":3329,"dap":3330,"aran":3331,"Ġremains":3332,"hbar":3333,"equently":3334,"lp":3335,"tikz":3336,"large":3337,"Ġprecisely":3338,"Ġdemon":3339,"Ġchain":3340,"Ġellip":3341,"go":3342,"ĠCar":3343,"Ġato":3344,"Proposition":3345,"Eq":3346,"usion":3347,"Ġdiagonal":3348,"prec":3349,"Ġcohere":3350,"Ġdesired":3351,"Ġhypothesis":3352,"Ġsuc":3353,"Ġapplying":3354,"Ġamong":3355,"uc":3356,"^{(\\":3357,"Ġconstants":3358,"fect":3359,"Ġconverges":3360,"Ġdetails":3361,"though":3362,"type":3363,":}":3364,"Ġtransformation":3365,"Ġprovides":3366,"Ġmoment":3367,"Ġindiv":3368,"Ġexpected":3369,"Ġreco":3370,"Ġsimpl":3371,"An":3372,"Ġconju":3373,"Ġtreat":3374,"Ġdev":3375,"multi":3376,"Ġenviron":3377,"Ġeffects":3378,"Ġdisjoint":3379,"Ġmeasurements":3380,"ĠHilbert":3381,"ĠAlso":3382,"Ġtw":3383,"Ġtar":3384,"Ġreduction":3385,"55":3386,"Ġunderstand":3387,"defn":3388,"}\\,\\":3389,"uration":3390,"check":3391,"lot":3392,"light":3393,"ĠOb":3394,"thing":3395,"Ġtransform":3396,"idence":3397,"Ġlaw":3398,"[-":3399,"gne":3400,"2017":3401,"ttps":3402,"Ġassign":3403,"ilib":3404,"67":3405,"Ġindivi":3406,"Ġsumma":3407,"self":3408,"ĠDefinition":3409,"multline":3410,"vity":3411,"add":3412,"ightarrow":3413,"Ġcommun":3414,"Ġaccu":3415,"ori":3416,"Ġtransition":3417,"berg":3418,"Ġ~":3419,"tocol":3420,"cf":3421,"Ġmass":3422,"seudo":3423,"-$":3424,"ĠGaussian":3425,"vailable":3426,"Ġpur":3427,"Ġsem":3428,"Ġmention":3429,"Ġtemper":3430,"Ġtriangle":3431,"Ġquanti":3432,"Ġ\\{\\":3433,"Ġfinitely":3434,"Ġfinal":3435,")=(":3436,"Ġresulting":3437,"Ġorthogonal":3438,"Ġhowever":3439,"Ġillust":3440,"clo":3441,"Ġeigenvalues":3442,"\\},":3443,"mathit":3444,"Ġstre":3445,"Ġpure":3446,";\\;\\":3447,"Ġestablish":3448,"Ġdetermine":3449,"Ġsteps":3450,"rum":3451,"Rightarrow":3452,"Ġbetter":3453,"Ġpatter":3454,"Ġvariety":3455,"off":3456,"vector":3457,"pped":3458,"ntom":3459,"Ġdeduce":3460,"break":3461,"Ġ$\\|":3462,"\\|_{\\":3463,"Ġrestriction":3464,"Ġnotion":3465,"Ġprac":3466,"armon":3467,"Ġhol":3468,"Ġstructures":3469,"Ġ18":3470,"ires":3471,"Ġotherwise":3472,"Ġshort":3473,"2018":3474,"dash":3475,"Ġexpla":3476,"Ġconjecture":3477,"ev":3478,"Ġauthor":3479,"Ġsupported":3480,"Ġdone":3481,"osi":3482,"textnormal":3483,"Ġ11":3484,"Ġsymbol":3485,"pling":3486,"ilibri":3487,"hip":3488,"Ġspectral":3489,"Ġcoinc":3490,"ĠLi":3491,"Ġ'":3492,"stackrel":3493,"ĠSimilarly":3494,"2016":3495,"Ġ14":3496,"lfloor":3497,"cd":3498,"$(":3499,"Ġcircu":3500,"Ġsuffic":3501,"Ġhaving":3502,"Ġvolume":3503,"]=":3504,"Ġrespon":3505,"64":3506,"Ġimprove":3507,"Ġbest":3508,"\\}_{":3509,"Ġqubit":3510,"Ġball":3511,"iques":3512,"Ġmade":3513,"Ġcurvature":3514,"})=\\":3515,"Ġdemonstra":3516,"Ġquadratic":3517,"ĉĉĉĉ":3518,"stein":3519,"Ġcircle":3520,"which":3521,"...":3522,"own":3523,"*$":3524,"Ġincluding":3525,"rfloor":3526,"'$.":3527,"}}=":3528,"Ġstrictly":3529,"tered":3530,"Ġcoordinates":3531,"Ġasymptotic":3532,"uli":3533,"})^{":3534,"Ġrecur":3535,"Ġrule":3536,"cell":3537,"Ġti":3538,"Ġstart":3539,"Ġtask":3540,"arkov":3541,"Ġexplo":3542,"blem":3543,"Ġframework":3544,"tage":3545,"Ġtr":3546,"mption":3547,"Ġunion":3548,"icro":3549,"hand":3550,"Ġremo":3551,"Ġlatter":3552,"sa":3553,"Ġconc":3554,"&=\\":3555,"sts":3556,"AC":3557,"sur":3558,"triangle":3559,"Ġsignal":3560,"Xi":3561,"ER":3562,"2019":3563,"Ġinver":3564,"Ġconfig":3565,"ourier":3566,"oogle":3567,"Ġremark":3568,"ĠÎ":3569,"Ġyear":3570,"Ġtopological":3571,"lected":3572,"Ġoperation":3573,"phantom":3574,"Ġderivative":3575,"Ġcompared":3576,"Ġleads":3577,"Ġmultiplic":3578,"Ġconstructed":3579,"Ġsmaller":3580,"Ġdistributions":3581,"rees":3582,".}\\":3583,"Ġsui":3584,"Ġangle":3585,"Tr":3586,"uts":3587,"pth":3588,"Ġautom":3589,"ĠAr":3590,"way":3591,")|^":3592,"sets":3593,"Ġcomplexity":3594,"Ġprotocol":3595,"Ġcr":3596,"|}":3597,"Ġefficient":3598,"Ġparts":3599,"Ġans":3600,"Ġear":3601,"aves":3602,"ĠRiemann":3603,"2015":3604,"Ġaround":3605,"ump":3606,"Ġinteraction":3607,"Ġstochastic":3608,"Ġoperations":3609,"ling":3610,")}(\\":3611,"Ġ({\\":3612,"Sh":3613,"Ġdri":3614,"Ġperform":3615,"Ġphysical":3616,"2020":3617,"78":3618,"Ġproposition":3619,"}\\)":3620,",...,":3621,"Ġdiffic":3622,"Ġarea":3623,"Ġbran":3624,"Ġcoefficient":3625,"ĠRemark":3626,"Ġlight":3627,"ully":3628,"Ġunitary":3629,"Ġtopology":3630,"$),":3631,"}^+":3632,"|_{\\":3633,"iting":3634,"Ġderived":3635,"Ġbegin":3636,"gg":3637,"thors":3638,"cond":3639,"cts":3640,"margin":3641,"Ġplace":3642,"2014":3643,"ĠAd":3644,"{(\\":3645,"turb":3646,"+|":3647,"state":3648,"Ġhis":3649,"mathtt":3650,"60":3651,"Ġrole":3652,"Ġdomin":3653,"parallel":3654,"jector":3655,"lice":3656,"Ġtechniques":3657,"itions":3658,"Ġcentral":3659,"bot":3660,")}$.":3661,"Ġ\\}":3662,"Ġfocus":3663,"Ġobjects":3664,"parti":3665,"Ġauto":3666,"Ġpaths":3667,"terial":3668,"gation":3669,"Ġprinciple":3670,"Ġobject":3671,"mulation":3672,"Ġprobabil":3673,"ĠScholar":3674,"substack":3675,"Ġlook":3676,"Ġcluster":3677,"Ġgeometric":3678,"Ġoften":3679,"Ġsimplic":3680,"Ġdeca":3681,"})}\\":3682,"fined":3683,"Ġinequalities":3684,"Ġcomparison":3685,"bly":3686,").$$":3687,"Ġsource":3688,"ath":3689,".\\\\":3690,"rie":3691,"$}}":3692,"variance":3693,"Ġquotient":3694,"Ġ\\!":3695,"fill":3696,"ulus":3697,"mathds":3698,"gan":3699,"^{+":3700,"Ġstability":3701,"Ġeffective":3702,"armonic":3703,"pol":3704,"otopy":3705,"uph":3706,"Ġexperiments":3707,"ĠAt":3708,"uments":3709,"ned":3710,"PR":3711,"Ġsuffices":3712,"ĠTe":3713,"py":3714,"Ġsubsets":3715,"Ġstraight":3716,"AS":3717,"Ġcollection":3718,".)":3719,"ause":3720,"upharpoon":3721,"Ġmonot":3722,"Ġ\\|_{":3723,"racy":3724,"smash":3725,"Ġgradient":3726,"ledge":3727,"Ġrepe":3728,"mits":3729,"Ġdiscussed":3730,"Ġstrongly":3731,"76":3732,"Ġperiodic":3733,"Ġmight":3734,"my":3735,"brac":3736,"Ġqubits":3737,"oh":3738,"Ġdepending":3739,"Ġpe":3740,"range":3741,"Ġintegra":3742,"ah":3743,"eded":3744,"2013":3745,"Ġevent":3746,"Ġratio":3747,"Ġhalf":3748,"valued":3749,"\\!\\":3750,"bes":3751,"Ġinteresting":3752,"oriz":3753,"Ġresi":3754,"Ġavailable":3755,"]^":3756,"Ġdimensional":3757,"upharpoonright":3758,"93":3759,"forward":3760,"Ġpolar":3761,"ĠThat":3762,"Ġillustra":3763,"Ġhomogeneous":3764,"wr":3765,"88":3766,"hile":3767,"Ġaffine":3768,"Ġspan":3769,"wor":3770,"itude":3771,"Ġtakes":3772,"Ġprof":3773,"ability":3774,"isting":3775,"gnetic":3776,"Ġthird":3777,"invariant":3778,"PT":3779,"ipsch":3780,"ering":3781,"Ġ($\\":3782,"Ġseg":3783,"ĠCla":3784,"ously":3785,"Ġnor":3786,"Ġlater":3787,"vari":3788,"Ġnamely":3789,"Ġsolve":3790,"ody":3791,"resh":3792,"Ġcomputed":3793,"}>":3794,"Ġauthors":3795,"pter":3796,")_{\\":3797,"ipschitz":3798,"))$.":3799,"uler":3800,"Ġcode":3801,"Ġdouble":3802,"ina":3803,"Ġ]":3804,"homology":3805,"ski":3806,"Ġplay":3807,"}_+":3808,"(|":3809,"ĠMathematics":3810,"Ġtarget":3811,"Ġtaken":3812,"enc":3813,"subsubsection":3814,"Ġonto":3815,"port":3816,"Ġequilibri":3817,"~~~~":3818,"manif":3819,"_{[":3820,"Ġexpansion":3821,"On":3822,"Introduction":3823,"Ġparallel":3824,"forms":3825,"ĠSet":3826,"ka":3827,"width":3828,"Then":3829,"Ġconstraints":3830,"ometric":3831,"Ġtraining":3832,"Ġelliptic":3833,"bust":3834,"Ġtool":3835,"):=\\":3836,"stable":3837,"^*_":3838,"Ġabelian":3839,"2010":3840,"scil":3841,"alth":3842,"Ġdiscuss":3843,"cccc":3844,"Ġfar":3845,"xis":3846,"Ġdown":3847,"Ġtang":3848,"Ġdescription":3849,"Ġanalytic":3850,"Ġtemperature":3851,"Ġconsist":3852,"priate":3853,"arante":3854,"Ġliter":3855,"LS":3856,"Ġ100":3857,"Ġabsolu":3858,"Ġmaterial":3859,"{$*$":3860,"Ġcriter":3861,"Ġrequires":3862,"77":3863,"Ġcolor":3864,"Un":3865,"{$*$}}}\\":3866,"alk":3867,"tible":3868,"Ġusual":3869,"izer":3870,"downarrow":3871,"NN":3872,"Ġampl":3873,"Ġsuitable":3874,"hang":3875,"aking":3876,"')$":3877,"ario":3878,"zz":3879,"Ġobvious":3880,"Ġincrease":3881,"ĠSec":3882,"Ġ;":3883,"ĠEu":3884,"vdots":3885,"lef":3886,"Ġidea":3887,"Ġrather":3888,"scale":3889,"Ġorbit":3890,"Ġsamples":3891,"ids":3892,"ched":3893,"mpling":3894,"ĠDen":3895,"Box":3896,"ĠProof":3897,"Ġcapa":3898,"Ġparticle":3899,"tane":3900,"Ġrepresented":3901,"Ġsqu":3902,"Ġfeatures":3903,"85":3904,"omorphisms":3905,"Ġaccount":3906,"Ġsaid":3907,"Ġneighborhood":3908,"Ġspectrum":3909,"})_{":3910,"Ġchanges":3911,"boldmath":3912,"Ġalterna":3913,"Ġhyperbolic":3914,"inear":3915,"Ġrepresents":3916,"$&":3917,"mission":3918,"dle":3919,"Ġsearch":3920,"Ġrepresentations":3921,"script":3922,"ĠDefine":3923,"Ġconnection":3924,"|-":3925,"imp":3926,"Ġloop":3927,"langu":3928,")\\|_{":3929,"sel":3930,"fact":3931,"'$,":3932,"ĠFourier":3933,"rd":3934,"Ġguarante":3935,"2012":3936,"gre":3937,"ising":3938,"Sch":3939,"IC":3940,"ĠSta":3941,"Ġsurfaces":3942,"coun":3943,"regular":3944,"lie":3945,"bibfield":3946,"Ġweights":3947,"Ġshowed":3948,"Ġappropriate":3949,"Ġentropy":3950,"Ġextre":3951,"tingu":3952,"gather":3953,"Ġcolumn":3954,"cu":3955,"Ġdeveloped":3956,"Ġpseudo":3957,"path":3958,"PP":3959,"ĊĠĠĠĠĠĠ":3960,"vers":3961,"isk":3962,"exists":3963,"partment":3964,"Ġ13":3965,"Ġspatial":3966,"Ġtable":3967,"Ġsymmetry":3968,"'t":3969,"dered":3970,"ĠExample":3971,"||\\":3972,"ĠAll":3973,"partite":3974,"Ġdt":3975,"Ġinner":3976,"Ġmodule":3977,"parame":3978,"Ġcomposition":3979,"SL":3980,"Ġ&=\\":3981,"MC":3982,"inuous":3983,"Ġretur":3984,"neg":3985,"supp":3986,"Ġcoupling":3987,"ĠBe":3988,"Ġuses":3989,"Ġestimation":3990,"enario":3991,"Ġcount":3992,"ible":3993,"Ġconcent":3994,"doi":3995,"Ġable":3996,"limin":3997,"suming":3998,"Ġsy":3999,"Ġderive":4000,"ends":4001,"Ġ$[\\":4002,"Ġinclude":4003,"osing":4004,"Ġstudies":4005,"66":4006,"iding":4007,"Ġlink":4008,"ĠEn":4009,"Ġmakes":4010,"Ġgrowth":4011,"Ch":4012,"serv":4013,"):=":4014,"Ġ}}":4015,"Ġmotion":4016,"Ġcells":4017,"{*":4018,"Ġstarting":4019,"Ġhomomorphism":4020,"47":4021,"mathbbm":4022,"enerate":4023,"cation":4024,"journal":4025,"Ġperformed":4026,")<":4027,"Bigg":4028,"pher":4029,"Ġground":4030,"Ġnetworks":4031,"Ġadmits":4032,"arily":4033,"aries":4034,"textsf":4035,